blog/2013-07-28-linkfest20132807.html

<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>Weekend Linkfest 28.7.2013 - Everything Counts</title>
	<meta name="author" content="Ronert Obst">

	
	<meta name="description" content="Statistics and Machine Learning Response to “Perils of LOO crossvalidation” Shrinkage Priors: Computational vs. Statistical Efficiency | The Steep &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="Everything Counts" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><![endif]-->
	<!--- MathJax Configuration -->

</head>

<body>
	<header id="header" class="inner"><h1><a href="/">Everything Counts</a></h1>
<nav id="main-nav"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:ronert-obst.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		<a class="facebook" href="http://www.facebook.com/ronert.obst" title="Facebook">Facebook</a>
		
		
		<a class="google" href="https://plus.google.com/102717496982395822694?rel=author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/ronert_obst" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/ronert" title="GitHub">GitHub</a>
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:ronert-obst.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Weekend Linkfest 28.7.2013</h2>
	<div class="entry-content"><div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Statistics and Machine Learning</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="http://not2hastie.tumblr.com/">Response to “Perils of LOO crossvalidation</a>”
</li>
<li><a href="http://statblog.net/2013/07/27/shrinkage-priors-computational-vs-statistical-efficiency-2/">Shrinkage Priors: Computational vs. Statistical Efficiency |</a>
</li>
<li><a href="http://normaldeviate.wordpress.com/2013/07/27/the-steep-price-of-sparsity/">The Steep Price of Sparsity « Normal Deviate</a>
</li>
<li><a href="https://www.coursera.org/course/recsys">Introduction to Recommender Systems | Coursera</a>
</li>
<li><a href="http://www.quora.com/Mathematics/What-is-the-most-unexpected-relationship-that-you-have-come-across-in-mathematical-statistics-connecting-different-distributions/answer/Joe-Blitzstein?srid=he8P&share=1">Joe Blitzstein&#8217;s answer to Mathematics: What is the most unexpected relationship that you have come across in mathematical statistics (connecting different distributions)? - Quora</a>
</li>
<li><a href="http://www.quora.com/Statistics-academic-discipline/Why-might-Bayesian-statisticians-not-like-the-Neyman-Pearson-test/answer/Joe-Blitzstein?srid=he8P&share=1">Joe Blitzstein&#8217;s answer to Statistics (academic discipline): Why might Bayesian statisticians not like the Neyman-Pearson test? - Quora</a>
</li>
<li><a href="http://emcplus.emc.com/2013/07/mckinsey-report-highlights-impending-data-scientist-shortage.html">McKinsey Report Highlights Impending Data Scientist Shortage - EMC+</a>
</li>
<li><a href="http://shapeofdata.wordpress.com/2013/07/23/gaussian-kernels/">Gaussian kernels | The Shape of Data</a>
</li>
<li><a href="http://simplystatistics.org/2013/07/22/what-are-the-5-most-influential-statistics-papers-of-2000-2010/">What are the 5 most influential statistics papers of 2000-2010? | Simply Statistics</a>
</li>
<li><a href="http://normaldeviate.wordpress.com/2013/07/23/the-five-jeff-leeks-challenge/">THE FIVE: Jeff Leek’s Challenge « Normal Deviate</a>
</li>
<li><a href="http://vita.had.co.nz/papers/tidy-data.pdf">Tidy Data</a>
</li>
<li><a href="http://arxiv.org/abs/1304.5299">Austerity in MCMC Land: Cutting the Metropolis-Hastings Budget</a>
</li>
<li><a href="http://www.reddit.com/r/MachineLearning/comments/1iqwnt/videos_of_all_the_talks_of_icml_2013_are_now/?utm_source=twitterfeed&utm_medium=twitter">Videos of all the talks of ICML 2013 are now available</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">R Package of the Week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="http://www.bnosac.be/index.php/blog/29-connect-r-with-myrrix-mahout-a-clouderas-real-time-scalable-recommender-system">Connect R with Myrrix - Mahout &amp; Cloudera&#8217;s real-time, scalable recommender system</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Paper of the Week</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="http://www.techcast.com/events/bigtechday6/odeon-1345/?q=odeon-1345">Predicting the Present with Bayesian Structural Time Series</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Programming</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="http://www.techcast.com/events/bigtechday6/odeon-1345/?q=odeon-1345">Cloud Haskell</a>
</li>
<li><a href="http://adit.io/posts/2013-07-22-lenses-in-pictures.html">Lenses In Pictures</a>
</li>
<li><a href="http://choosealicense.com/">Choosing an OSS license doesn’t need to be scary - ChooseALicense.com</a>
</li>
<li><a href="http://simplystatistics.org/2013/07/22/what-are-the-5-most-influential-statistics-papers-of-2000-2010/][What are the 5 most influential statistics papers of 2000-2010? | Simply Statistics]]">Learn Python - from the best tutorials and online courses</a>
</li>
<li><a href="http://www.r-statistics.com/2013/07/analyzing-your-data-on-the-aws-cloud-with-r/">Analyzing Your Data on the AWS Cloud (with R)</a>
</li>
<li><a href="http://hadoopsummit.org/san-jose/schedule/?utm_source=twitter&utm_medium=status">Hadoop Summit: Videos and Slides, San Jose - June 26-27, 2013</a> 
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Elsewhere</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li><a href="http://practicaltypography.com/">Butterick’s Practical Typography</a>
</li>
</ul>
</div>
</div>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2013-07-28T00:00:00+02:00" pubdate data-updated="true">Jul 28<span>th</span>, 2013</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	<a class="addthis_button_facebook_like" fb:like:layout="button_count"></a>
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    Ronert Obst

– Proud member of <a href="http://www.r-bloggers.com">www.r-bloggers.com</a>
</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'everythingcounts';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-40781735-1']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>



</body>
</html>